Repository: Geczy/airmessage-server
Catalog: AirMessage/*.lproj/Localizable.strings
Languages: fr, ja

# action.retry
source: Retry
fr: Réessayer
ja: 再試行

# action.cancel
source: Cancel
fr: Annuler
ja: キャンセル

# action.reauthenticate
source: Sign In Again
fr: Se connecter à nouveau
ja: 再度ログイン

# action.sign_out
source: Sign Out
fr: Déconnexion
ja: ログアウト

# action.preferences
source: Preferences…
fr: Préférences…
ja: 環境設定…

# action.switch_to_account
source: Switch to Account
fr: Utiliser un compte
ja: アカウントに切り替える

# action.receive_beta_updates
source: Receive Beta Updates
fr: Recevoir les mises à jour bêta
ja: ベータ版のアップデートを受け取る

# action.connect_account
source: Connect an Account (Recommended)
fr: Connecter un compte (recommandé)
ja: アカウントで接続 (推奨)

# action.configure_manually
source: Configure Manually
fr: Configurer manuellement
ja: 手動設定を使用

# action.open_full_disk_access
source: Open Full Disk Access Settings
fr: Ouvrir les paramètres d'accès complet au disque
ja: フルディスクアクセスの設定を開く

# action.open_automation_settings
source: Open Automation Settings
fr: Ouvrir les paramètres d'Automatisation
ja: オートメーションの設定を開く

# action.edit_password
source: Edit Password…
fr: Modifier le mot de passe…
ja: パスワードの編集…

# action.auto_update
source: Check for updates automatically
fr: Vérifier les mises à jour automatiquement
ja: アップデートを自動的に確認する

# action.beta_update
source: Receive beta updates
fr: Recevoir les mises à jour bêta
ja: ベータ版のアップデートを受け取る

# action.remind_me_later
source: Remind Me Later
fr: Rappelez-moi plus tard
ja: 後で通知

# action.install_update
source: Install Update
fr: Installer
ja: アップデートをインストール

# action.check_for_updates
source: Check for Updates…
fr: Vérifier les mises à jour…
ja: アップデートの確認…

# action.about_airmessage
source: About AirMessage
fr: À propos d'AirMessage
ja: AirMessageについて

# action.quit_airmessage
source: Quit AirMessage
fr: Quitter AirMessage
ja: AirMessageを終了

# label.password
source: Password:
fr: Mot de passe:
ja: パスワード:

# label.show_password
source: Show Password
fr: Montrer le mot de passe
ja: パスワードの表示

# label.password_strength
source: Password Strength: %@
fr: Force: %@
ja: パスワード強度: %@

# label.password_strength.level1
source: Weak
fr: Faible
ja: 弱い

# label.password_strength.level2
source: Fair
fr: Correcte
ja: 普通

# label.password_strength.level3
source: Good
fr: Bonne
ja: 高い

# label.password_strength.level4
source: Excellent
fr: Parfaite
ja: 非常に高い

# label.full_disk_access
source: Full Disk Access
fr: Accès complet au disque
ja: フルディスクアクセス

# label.automation_access
source: Automation Access
fr: Accès à l'Automatisation
ja: オートメーション

# label.preferences
source: Preferences
fr: Préférences
ja: 環境設定

# label.preferences.server_port
source: Server Port:
fr: Port de serveur:
ja: サーバーポート:

# label.preferences.security
source: Security:
fr: Sécurité:
ja: セキュリティ:

# label.preferences.updates
source: Updates:
fr: Mises à jour:
ja: アップデート:

# label.preferences.account
source: Account:
fr: Compte:
ja: アカウント:

# label.software_update
source: Software Update
fr: Mise à jour logiciel
ja: ソフトウェア・アップデート

# label.client_log
source: Client Log
fr: Journal des clients
ja: デバイスログ

# label.currently_connected
source: Currently connected
fr: Actuellement connecté
ja: 現在接続中

# message.intro.title
source: Welcome to AirMessage Server!
fr: Bienvenue à AirMessage Server!
ja: AirMessage Server へようこそ！

# message.intro.body
source: AirMessage Server lives in your menu bar. Click the icon to check server status and configuration. To get started, please choose how you would like to set up your server.
fr: AirMessage Server se place dans votre barre de menu. Cliquez sur l'icône pour vérifier l'état et la configuration du serveur. Pour commencer, veuillez choisir la manière dont vous souhaitez configurer votre serveur.
ja: AirMessage Server はメニューバーにあります。アイコンをクリックして、サーバーの状態や設定を確認します。開始するには、サーバーの設定方法を選択してください。

# message.grant.full_disk_access
source: Grant Full Disk Access to AirMessage
fr: Accorder l'accès complet au disque à AirMessage
ja: AirMessageへのフルディスクアクセスの許可

# message.grant.full_disk_access.explanation
source: AirMessage Server needs Full Disk Access in order to read your messages
fr: AirMessage Server a besoin d'un accès complet au disque pour lire vos messages
ja: AirMessage Serverはメッセージを読むために、フルディスクアクセスが必要です。

# message.grant.full_disk_access.step1
source: • Click the lock in the bottom-left corner of the window
fr: • Cliquez sur le cadenas dans le coin inférieur gauche de la fenêtre
ja: • ウィンドウの左下にあるロックをクリックします

# message.grant.full_disk_access.step3
source: • Relaunch AirMessage Server
fr: • Relancez AirMessage
ja: • AirMessageを再起動します

# message.grant.automation_access
source: Grant Messages Automation Access to AirMessage
fr: Accorder l'accès à l'Automatisation pour Messages à AirMessage
ja: AirMessageへのメッセージのオートメーションの許可

# message.grant.automation_access.explanation
source: AirMessage Server needs Automation access for Messages in order to send messages
fr: AirMessage Server a besoin de l'accès Automatisation de Messages afin d'envoyer des messages.
ja: AirMessage Serverがメッセージを送信するためには、メッセージに対するオートメーション権限が必要です。

# message.grant.automation_access.instructions
source: Find AirMessage in the Automation list, and click the checkbox for Messages.
fr: Trouvez AirMessage dans la liste Automatisation, et cochez la case Messages
ja: オートメーション」リストの中から「AirMessage」を見つけ、「メッセージ」のチェックボックスをクリックします

# message.status.setup
source: Waiting for Setup
fr: En attente de la configuration
ja: セットアップを待っています

# message.status.starting
source: Server Starting…
fr: Démarrage de serveur…
ja: サーバー起動中…

# message.status.connecting
source: Trying to Connect…
fr: Connexion en cours…
ja: 接続中…

# message.status.running
source: Server Running
fr: Le serveur est actif
ja: サーバー実行中

# message.status.stopped
source: Server Stopped
fr: Le serveur est arrêté
ja: サーバー停止

# message.status.error.database
source: Couldn't Connect to Database
fr: N'a pas pu se connecter au base de données
ja: データベースへの接続ができません

# message.status.error.internal
source: An Internal Error Occurred
fr: Une erreur interne s'est produite
ja: 内部エラーが発生しました

# message.status.error.external
source: An External Error Occurred
fr: Une erreur externe s'est produite
ja: 外部エラーが発生しました

# message.status.error.internet
source: No Internet Connection
fr: Impossible de se connecter à l'internet
ja: インターネットに接続できません

# message.status.error.port_unavailable
source: Port Already In Use
fr: Le port n'est pas disponible
ja: ポートが既に使用されている

# message.status.error.port_error
source: Failed to Prepare Port
fr: Échec de la préparation du port
ja: ポートの準備が失敗しました

# message.status.error.bad_request
source: Communications Error
fr: Erreur de communication
ja: 通信エラーが発生しました

# message.status.error.outdated
source: App Out Of Date
fr: L'application n'est pas à jour
ja: アプリは古くなっています

# message.status.error.account_validation
source: Account Not Available
fr: Compte non disponible
ja: 接続されたアカウントは使用できません

# message.status.error.token_refresh
source: Device Not Registered
fr: Cet ordinateur n'est pas enregistré
ja: デバイスが登録されていません

# message.status.error.no_activation
source: Account Not Activated
fr: Compte non activé
ja: アカウントが有効化されていません

# message.status.error.account_conflict
source: Signed In From Another Location
fr: Connecté depuis un autre endroit
ja: 別の場所からログインしています

# message.preference.account_manual
source: This server is configured for manual access. Configure AirMessage on your phone to connect using this computer's internet address.
fr: Ce serveur est configuré pour un accès manuel. Configurez AirMessage sur votre téléphone pour vous connecter en utilisant l'adresse internet de cet ordinateur.
ja: このサーバーは手動でアクセスできるように設定されています。このコンピューターのインターネットアドレスを使って、AndroidのAirMessageを設定します。

# message.preference.account_connect
source: This server is configured for %@. Sign in to AirMessage on your smartphone, tablet, or PC to get messaging.
fr: Ce serveur est configuré pour %@. Connectez-vous à AirMessage sur votre smartphone, votre tablette ou votre PC pour commencer.
ja: このサーバーは %@ 用に設定されています。スマートフォン、タブレット、PC で AirMessage にサインインすると、メッセージのやり取りが始まります。

# message.enter_server_port
source: Please enter a server port
fr: Veuillez entrer un port de serveur
ja: サーバーポートを入力してください

# message.invalid_server_port
source: %@ cannot be used as a server port
fr: %@ ne peut pas être utilisé comme port de serveur
ja: %@ はサーバーポートとしては使用できません

# message.reset.title.direct
source: Do you want to reconfigure AirMessage Server?
fr: Voulez-vous reconfigurer AirMessage Server?
ja: AirMessage Server を再設定しますか？

# message.reset.title.connect
source: Do you want to sign out of AirMessage Server?
fr: Voulez-vous vous déconnecter d'AirMessage Server?
ja: AirMessage Server からログアウトしますか？

# message.reset.subtitle
source: Until you set up AirMessage Server again, you won't be able to receive messages on any AirMessage devices.
fr: Tant que vous n'aurez pas reconfiguré AirMessage Server, vous ne pourrez pas recevoir de messages sur les appareils AirMessage.
ja: AirMessage Server を再設定するまでは、AirMessage デバイスでメッセージを受信することはできません。

# message.beta_enrollment.title
source: Do you want to receive beta updates?
fr: Voulez-vous recevoir des mises à jour bêta?
ja: ベータ版のアップデートを受け取りますか？

# message.beta_enrollment.description
source: Beta updates may be unstable, and will also require you to be enrolled in the beta program for AirMessage for Android
fr: Les mises à jour bêta peuvent être instables, et nécessitent également que vous soyez inscrit au programme bêta d'AirMessage pour Android.
ja: ベータ版のアップデートは不安定な場合があり、Android 版 AirMessage のベータ版プログラムに登録する必要があります

# message.beta_unenrollment.title
source: You will no longer receive beta updates
fr: Vous ne recevrez plus de mises à jour bêta
ja: ベータ版のアップデートが受けなくなります

# message.beta_unenrollment.description
source: Please note that you may still be running a beta version of AirMessage
fr: Veuillez noter que vous pouvez encore utiliser une version bêta de AirMessage.
ja: AirMessage のベータ版を使用している可能性があります

# message.update.title
source: A new version of AirMessage is available!
fr: Une nouvelle version d'AirMessage Server est disponible!
ja: 新しいバージョンの AirMessage が入手できます!

# message.update.available
source: AirMessage Server %1$@ is available — you have %2$@. Would you like to download it now?
fr: AirMessage Server %1$@ est disponible - vous avez %2$@. Voulez-vous le télécharger maintenant?
ja: AirMessage Server %1$@ が入手できます（使用中のバージョンは%2$@です）。今すぐインストールしますか？

# message.update.release_notes
source: Release Notes:
fr: Notes de version:
ja: リリースノート:

# message.update.uptodate.title
source: You’re up to date!
fr: Vous êtes à jour!
ja: 新版を使用しています!

# message.update.uptodate.description
source: AirMessage Server %1$@ is currently the newest version available.
fr: AirMessage Server %1$@ est la version la plus récente.
ja: AirMessage Server %1$@ は現在入手できる最新バージョンです

# message.update.error.title
source: An error occurred while checking for updates
fr: Une erreur s'est produite lors de la recherche de mises à jour
ja: アップデートの確認中にエラーが発生しました

# message.update.error.parse
source: Couldn't download update details, please try again later.
fr: Impossible de télécharger les détails de la mise à jour, veuillez réessayer plus tard
ja: アップデートの詳細をダウンロードできませんでした、後でもう一度お試しください。

# message.update.error.download
source: Couldn't download update file
fr: Impossible de télécharger la mise à jour
ja: アップデートファイルのダウンロードができない

# message.update.error.invalid_package
source: An invalid update package was received
fr: Des données de mise à jour non valides ont été reçues
ja: 無効なアップデートパッケージを受信しました

# message.update.error.internal
source: An internal error occurred while processing this update
fr: Une erreur interne s'est produite lors du traitement de cette mise à jour
ja: このアップデートの処理中に内部エラーが発生しました

# message.update.error.os_compat
source: Please update to macOS %d.%d.%d and try again.
fr: Veuillez mettre à jour vers macOS %d.%d.%d et réessayer
ja: macOS %d.%d.%d にアップデートして再度お試しください。

# message.register.error.title
source: Failed to register this computer
fr: Impossible d'enregistrer cet ordinateur
ja: このコンピュータの登録に失敗しました

# message.register.error.sign_in
source: An error occurred while trying to sign in
fr: Une erreur s'est produite lors de la connexion
ja: ログインしようとしてエラーが発生しました

# message.register.success.title
source: Computer registered
fr: Cet ordinateur a été enregistré
ja: コンピュータが登録されました

# message.register.success.description
source: To get messaging, sign in to AirMessage on your phone or computer with the same account
fr: Pour recevoir vos messages, connectez-vous à AirMessage sur votre téléphone ou votre ordinateur avec le même compte.
ja: メッセージを受信するには、同じアカウントで携帯電話またはコンピューターで AirMessage にログインします

# progress.check_connection
source: Checking your connection…
fr: Vérification de votre connexion…
ja: 接続を確認中…

# progress.install_update
source: Installing update…
fr: Installation de la mise à jour…
ja: アップデートをインストール中…
